Repository: nikartom/StreamNumDeck
Catalog: src/StreamNumDeck.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, uk_ua, vi_vn, zh_cn

# ActionGroup_Sound
source: Sound
cs_cz: Zvuk
de_de: Ton
fr_fr: Son
hi_in: ध्वनि
id_id: Suara
it_it: Suono
ja_jp: サウンド
ko_kr: 소리
nl_nl: Geluid
pl_pl: Dźwięk
pt_br: Som
ro_ro: Sunetul
ru_ru: Звук
sv_se: Ljud
th_th: เสียง
uk_ua: Звук
vi_vn: Âm thanh
zh_cn: 声音

# ActionGroup_System
source: System and commands
cs_cz: Systém a příkazy
de_de: System und Befehle
fr_fr: Système et commandes
hi_in: सिस्टम और आदेश
id_id: Sistem dan perintah
it_it: Sistema e comandi
ja_jp: システムとコマンド
ko_kr: 시스템 및 명령
nl_nl: Systeem en commando's
pl_pl: System i polecenia
pt_br: Sistema e comandos
ro_ro: Sistem și comenzi
ru_ru: Система и команды
sv_se: System och kommandon
th_th: ระบบและคำสั่ง
uk_ua: Система і команди
vi_vn: Hệ thống và lệnh
zh_cn: 系统和命令

# ActionGroup_Automation
source: Automation
cs_cz: automatizace
fr_fr: Automatisation
hi_in: स्वचालन
ja_jp: 自動化
pl_pl: Automatyzacja
pt_br: Automação
uk_ua: автоматизація

# SoundBehavior_Alongside
source: Play alongside other sounds
cs_cz: Hrajte současně
de_de: Play simultaneously
fr_fr: Jouer simultanément
hi_in: एक साथ खेलें
id_id: Mainkan secara bersamaan
it_it: Gioca contemporaneamente
ja_jp: 同時にプレイする
ko_kr: 동시에 플레이
nl_nl: Speel tegelijkertijd
pl_pl: Graj jednocześnie
pt_br: Jogue simultaneamente
ro_ro: Joacă simultan
ru_ru: Воспроизводить одновременно
sv_se: Spela samtidigt
th_th: เล่นพร้อมกัน
uk_ua: Грати одночасно
vi_vn: Chơi đồng thời
zh_cn: 同时播放

# SoundBehavior_Restart
source: Restart if already playing
cs_cz: Restartujte tento zvuk
de_de: Starten Sie diesen Sound neu
fr_fr: Redémarrez ce son
hi_in: इस ध्वनि को पुनः प्रारंभ करें
id_id: Mulai ulang suara ini
it_it: Ricomincia questo suono
ja_jp: このサウンドを再開します
ko_kr: 이 소리를 다시 시작하세요
nl_nl: Start dit geluid opnieuw
pl_pl: Uruchom ponownie ten dźwięk
pt_br: Reinicie este som
ro_ro: Reporniți acest sunet
ru_ru: Перезапускать этот звук
sv_se: Starta om detta ljud
th_th: รีสตาร์ทเสียงนี้
uk_ua: Перезапустіть цей звук
vi_vn: Khởi động lại âm thanh này
zh_cn: 重新启动这个声音

# SoundBehavior_StopOthers
source: Stop all other sounds
cs_cz: Zastavte ostatní zvuky
de_de: Stoppen Sie andere Geräusche
fr_fr: Arrêtez les autres sons
hi_in: अन्य ध्वनियाँ बंद करो
id_id: Hentikan suara lainnya
it_it: Interrompi altri suoni
ja_jp: 他の音を止めてください
ko_kr: 다른 소리를 중지하세요
nl_nl: Stop andere geluiden
pl_pl: Zatrzymaj inne dźwięki
pt_br: Pare outros sons
ro_ro: Opriți alte sunete
ru_ru: Останавливать другие звуки
sv_se: Stoppa andra ljud
th_th: หยุดเสียงอื่นๆ
uk_ua: Припиніть інші звуки
vi_vn: Dừng các âm thanh khác
zh_cn: 停止其他声音

# Editor_Title
source: {0} · NumLock {1}
fr_fr: {0} · Verrouillage numérique {1}
hi_in: {0} · न्यूमलॉक {1}
it_it: {0} · Bloc Num {1}
zh_cn: {0} · 数字锁定键 {1}

# Action_PlaySound
source: Play sound
cs_cz: Přehrát zvuk
de_de: Ton abspielen
fr_fr: Jouer du son
hi_in: ध्वनि बजाओ
id_id: Putar suara
it_it: Riproduci il suono
ja_jp: サウンドを再生する
ko_kr: 소리 재생
nl_nl: Speel geluid af
pl_pl: Odtwórz dźwięk
pt_br: Reproduzir som
ro_ro: Redați sunet
ru_ru: Воспроизвести звук
sv_se: Spela upp ljud
th_th: เล่นเสียง
uk_ua: Відтворення звуку
vi_vn: Phát âm thanh
zh_cn: 播放声音

# Action_ToggleMicrophoneMute
source: Mute or unmute the default microphone
cs_cz: Ztlumit nebo zrušit ztlumení výchozího mikrofonu
de_de: Schalten Sie das Standardmikrofon stumm oder heben Sie die Stummschaltung auf
fr_fr: Couper ou réactiver le microphone par défaut
hi_in: डिफ़ॉल्ट माइक्रोफ़ोन को म्यूट या अनम्यूट करें
id_id: Menonaktifkan atau mengaktifkan mikrofon default
it_it: Disattiva o riattiva il microfono predefinito
ja_jp: デフォルトのマイクをミュートまたはミュート解除する
ko_kr: 기본 마이크 음소거 또는 음소거 해제
nl_nl: De standaardmicrofoon dempen of dempen opheffen
pl_pl: Wycisz lub włącz wyciszenie domyślnego mikrofonu
pt_br: Ativar ou desativar o som do microfone padrão
ro_ro: Dezactivați sau dezactivați sunetul microfonului implicit
ru_ru: Включить или выключить микрофон по умолчанию
sv_se: Stäng av eller slå på ljudet för standardmikrofonen
th_th: ปิดหรือเปิดเสียงไมโครโฟนเริ่มต้น
uk_ua: Вимкніть або ввімкніть мікрофон за умовчанням
vi_vn: Tắt tiếng hoặc bật tiếng micrô mặc định
zh_cn: 将默认麦克风静音或取消静音

# Action_ToggleMasterMute
source: Mute or unmute system audio
cs_cz: Ztlumit nebo zapnout hlavní výstup
de_de: Master-Ausgang stummschalten oder Stummschaltung aufheben
fr_fr: Couper ou réactiver la sortie principale
hi_in: मास्टर आउटपुट को म्यूट या अनम्यूट करें
id_id: Menonaktifkan atau mengaktifkan output master
it_it: Disattiva o attiva l'uscita principale
ja_jp: マスター出力のミュートまたはミュート解除
ko_kr: 마스터 출력 음소거 또는 음소거 해제
nl_nl: Master-uitvoer dempen of dempen opheffen
pl_pl: Wycisz lub wyłącz wyciszenie wyjścia głównego
pt_br: Ativar ou desativar o som da saída mestre
ro_ro: Dezactivați sau dezactivați sunetul ieșirii master
ru_ru: Включить или выключить общий звук
sv_se: Stäng av eller slå på ljudet för masterutgång
th_th: ปิดเสียงหรือเปิดเสียงเอาต์พุตหลัก
uk_ua: Вимкнути або ввімкнути головний вихід
vi_vn: Tắt tiếng hoặc bật tiếng đầu ra chính
zh_cn: 静音或取消静音主输出

# Action_AdjustMasterVolume
source: Adjust master volume
cs_cz: Upravte hlavní hlasitost
de_de: Passen Sie die Gesamtlautstärke an
fr_fr: Ajuster le volume principal
hi_in: मास्टर वॉल्यूम समायोजित करें
id_id: Sesuaikan volume utama
it_it: Regola il volume principale
ja_jp: マスターボリュームを調整する
ko_kr: 마스터 볼륨 조정
nl_nl: Pas het hoofdvolume aan
pl_pl: Dostosuj głośność główną
pt_br: Ajustar o volume principal
ro_ro: Reglați volumul principal
ru_ru: Изменить общую громкость
sv_se: Justera huvudvolymen
th_th: ปรับระดับเสียงหลัก
uk_ua: Відрегулюйте основний рівень гучності
vi_vn: Điều chỉnh âm lượng chính
zh_cn: 调节主音量

# Action_AdjustApplicationVolume
source: Adjust application volume
cs_cz: Upravte hlasitost aplikace
de_de: Passen Sie die Anwendungslautstärke an
fr_fr: Ajuster le volume de l'application
hi_in: एप्लिकेशन वॉल्यूम समायोजित करें
id_id: Sesuaikan volume aplikasi
it_it: Regola il volume dell'applicazione
ja_jp: アプリケーションのボリュームを調整する
ko_kr: 애플리케이션 볼륨 조정
nl_nl: Pas het applicatievolume aan
pl_pl: Dostosuj głośność aplikacji
pt_br: Ajustar o volume do aplicativo
ro_ro: Reglați volumul aplicației
ru_ru: Изменить громкость приложения
sv_se: Justera appliceringsvolymen
th_th: ปรับระดับเสียงแอปพลิเคชัน
uk_ua: Відрегулюйте гучність програми
vi_vn: Điều chỉnh âm lượng ứng dụng
zh_cn: 调整涂抹量

# Action_IncreaseMasterVolume
source: Increase master volume
cs_cz: Zvyšte hlavní hlasitost
de_de: Erhöhen Sie die Gesamtlautstärke
fr_fr: Augmenter le volume principal
hi_in: मास्टर वॉल्यूम बढ़ाएँ
id_id: Tingkatkan volume utama
it_it: Aumenta il volume principale
ja_jp: マスターボリュームを上げる
ko_kr: 마스터 볼륨 높이기
nl_nl: Verhoog het hoofdvolume
pl_pl: Zwiększ głośność główną
pt_br: Aumentar o volume mestre
ro_ro: Măriți volumul master
ru_ru: Увеличить общую громкость
sv_se: Öka huvudvolymen
th_th: เพิ่มระดับเสียงหลัก
uk_ua: Збільшити основну гучність
vi_vn: Tăng âm lượng chính
zh_cn: 增加主音量

# Action_DecreaseMasterVolume
source: Decrease master volume
cs_cz: Snížit hlavní hlasitost
de_de: Gesamtlautstärke verringern
fr_fr: Diminuer le volume principal
hi_in: मास्टर वॉल्यूम कम करें
id_id: Kurangi volume utama
it_it: Diminuire il volume principale
ja_jp: マスターボリュームを下げる
ko_kr: 마스터 볼륨 낮추기
nl_nl: Verlaag het hoofdvolume
pl_pl: Zmniejsz głośność główną
pt_br: Diminuir o volume principal
ro_ro: Reduceți volumul principal
ru_ru: Уменьшить общую громкость
sv_se: Minska huvudvolymen
th_th: ลดระดับเสียงหลัก
uk_ua: Зменшити основну гучність
vi_vn: Giảm âm lượng chính
zh_cn: 降低主音量

# Action_IncreaseApplicationVolume
source: Increase application volume
cs_cz: Zvyšte objem aplikace
de_de: Bewerbungsvolumen erhöhen
fr_fr: Augmenter le volume des candidatures
hi_in: एप्लिकेशन की मात्रा बढ़ाएँ
id_id: Tingkatkan volume aplikasi
it_it: Aumentare il volume dell'applicazione
ja_jp: アプリケーションのボリュームを増やす
ko_kr: 신청량 늘리기
nl_nl: Verhoog het applicatievolume
pl_pl: Zwiększ głośność aplikacji
pt_br: Aumentar o volume de aplicativos
ro_ro: Măriți volumul aplicațiilor
ru_ru: Увеличить громкость приложения
sv_se: Öka appliceringsvolymen
th_th: เพิ่มปริมาณการใช้งาน
uk_ua: Збільште обсяг програми
vi_vn: Tăng khối lượng ứng dụng
zh_cn: 增加申请量

# Action_DecreaseApplicationVolume
source: Decrease application volume
cs_cz: Snižte objem aplikace
de_de: Anwendungsvolumen verringern
fr_fr: Diminuer le volume des applications
hi_in: एप्लिकेशन की मात्रा कम करें
id_id: Kurangi volume aplikasi
it_it: Diminuire il volume dell'applicazione
ja_jp: アプリケーションの量を減らす
ko_kr: 신청량 줄이기
nl_nl: Verlaag het applicatievolume
pl_pl: Zmniejsz objętość aplikacji
pt_br: Diminuir o volume do aplicativo
ro_ro: Reduceți volumul de aplicare
ru_ru: Уменьшить громкость приложения
sv_se: Minska appliceringsvolymen
th_th: ลดปริมาณการสมัคร
uk_ua: Зменшити гучність програми
vi_vn: Giảm âm lượng ứng dụng
zh_cn: 减少涂抹量

# Action_ObsSwitchScene
source: Switch scene
cs_cz: Přepnout scénu
de_de: Szene wechseln
fr_fr: Changer de scène
hi_in: दृश्य बदलें
id_id: Beralih adegan
it_it: Cambia scena
ja_jp: シーンを切り替える
ko_kr: 장면 전환
nl_nl: Van scène wisselen
pl_pl: Zmień scenę
pt_br: Mudar de cena
ro_ro: Schimbați scena
ru_ru: Переключить сцену
sv_se: Byt scen
th_th: สลับฉาก
uk_ua: Змінити сцену
vi_vn: Chuyển cảnh
zh_cn: 切换场景

# Action_ObsToggleSource
source: Show or hide source
cs_cz: Zobrazit nebo skrýt zdroj
de_de: Quelle anzeigen oder ausblenden
fr_fr: Afficher ou masquer la source
hi_in: स्रोत दिखाएँ या छुपाएँ
id_id: Tampilkan atau sembunyikan sumber
it_it: Mostra o nascondi la fonte
ja_jp: ソースを表示または非表示にする
ko_kr: 소스 표시 또는 숨기기
nl_nl: Bron tonen of verbergen
pl_pl: Pokaż lub ukryj źródło
pt_br: Mostrar ou ocultar fonte
ro_ro: Afișează sau ascunde sursa
ru_ru: Показать или скрыть источник
sv_se: Visa eller dölj källa
th_th: แสดงหรือซ่อนแหล่งที่มา
uk_ua: Показати або приховати джерело
vi_vn: Hiển thị hoặc ẩn nguồn
zh_cn: 显示或隐藏源

# Action_ObsToggleMute
source: Mute or unmute input
cs_cz: Ztlumit nebo zapnout zvuk vstupu
de_de: Eingabe stummschalten oder Stummschaltung aufheben
fr_fr: Désactiver ou réactiver l'entrée
hi_in: इनपुट म्यूट या अनम्यूट करें
id_id: Menonaktifkan atau mengaktifkan input
it_it: Disattiva o attiva l'ingresso
ja_jp: 入力をミュートまたはミュート解除する
ko_kr: 입력 음소거 또는 음소거 해제
nl_nl: Ingang dempen of dempen opheffen
pl_pl: Wycisz lub włącz wyciszenie wejścia
pt_br: Ativar ou desativar o som da entrada
ru_ru: Включить или выключить звук источника
sv_se: Stäng av eller slå på ljudet för ingång
th_th: ปิดเสียงหรือเปิดเสียงอินพุต
uk_ua: Вимкнути або ввімкнути звук введення
vi_vn: Tắt tiếng hoặc bật tiếng đầu vào
zh_cn: 静音或取消静音输入

# Action_ObsStartStream
source: Start streaming
cs_cz: Začněte streamovat
de_de: Beginnen Sie mit dem Streaming
fr_fr: Commencer la diffusion
hi_in: स्ट्रीमिंग प्रारंभ करें
id_id: Mulai streaming
it_it: Inizia lo streaming
ja_jp: ストリーミングを開始する
ko_kr: 스트리밍 시작
nl_nl: Begin met streamen
pl_pl: Rozpocznij transmisję strumieniową
pt_br: Iniciar transmissão
ro_ro: Începeți transmiterea în flux
ru_ru: Начать трансляцию
sv_se: Börja streama
th_th: เริ่มการสตรีม
uk_ua: Почати трансляцію
vi_vn: Bắt đầu phát trực tuyến
zh_cn: 开始串流

# Action_ObsStopStream
source: Stop streaming
cs_cz: Zastavit streamování
de_de: Stoppen Sie das Streaming
fr_fr: Arrêter la diffusion
hi_in: स्ट्रीमिंग बंद करो
id_id: Hentikan streaming
it_it: Interrompi lo streaming
ja_jp: ストリーミングを停止する
ko_kr: 스트리밍 중지
nl_nl: Stop met streamen
pl_pl: Zatrzymaj transmisję strumieniową
pt_br: Pare de transmitir
ro_ro: Opriți streamingul
ru_ru: Остановить трансляцию
sv_se: Sluta streama
th_th: หยุดการสตรีม
uk_ua: Зупинити трансляцію
vi_vn: Dừng phát trực tuyến
zh_cn: 停止串流

# Action_ObsStartRecord
source: Start recording
cs_cz: Spusťte nahrávání
de_de: Starten Sie die Aufnahme
fr_fr: Commencer l'enregistrement
hi_in: रिकॉर्डिंग प्रारंभ करें
id_id: Mulai merekam
it_it: Inizia a registrare
ja_jp: 録音を開始する
ko_kr: 녹음 시작
nl_nl: Begin met opnemen
pl_pl: Rozpocznij nagrywanie
pt_br: Comece a gravar
ro_ro: Începeți înregistrarea
ru_ru: Начать запись
sv_se: Börja spela in
th_th: เริ่มการบันทึก
uk_ua: Почніть запис
vi_vn: Bắt đầu ghi
zh_cn: 开始录音

# Action_ObsStopRecord
source: Stop recording
cs_cz: Zastavit nahrávání
de_de: Stoppen Sie die Aufnahme
fr_fr: Arrêter l'enregistrement
hi_in: रिकॉर्डिंग बंद करो
id_id: Berhenti merekam
it_it: Interrompi la registrazione
ja_jp: 録音を停止する
ko_kr: 녹음 중지
nl_nl: Stop met opnemen
pl_pl: Zatrzymaj nagrywanie
pt_br: Pare de gravar
ro_ro: Opriți înregistrarea
ru_ru: Остановить запись
sv_se: Sluta spela in
th_th: หยุดการบันทึก
uk_ua: Зупинити запис
vi_vn: Dừng ghi
zh_cn: 停止录音

# Action_ObsSaveReplay
source: Save replay buffer
cs_cz: Uložit vyrovnávací paměť pro opakované přehrávání
de_de: Speichern Sie den Wiedergabepuffer
fr_fr: Enregistrer le tampon de relecture
hi_in: रीप्ले बफ़र सहेजें
id_id: Simpan Buffer Putar Ulang
it_it: Salva buffer di riproduzione
ja_jp: リプレイバッファの保存
ko_kr: 리플레이 버퍼 저장
nl_nl: Bewaar de herhalingsbuffer
pl_pl: Zapisz bufor powtórek
pt_br: Salvar buffer de repetição
ru_ru: Сохранить повтор
sv_se: Spara Replay Buffer
th_th: บันทึกบัฟเฟอร์เล่นซ้ำ
uk_ua: Зберегти буфер відтворення
vi_vn: Lưu bộ đệm phát lại
zh_cn: 保存重播缓冲区

# Action_ObsRestartMedia
source: Restart media source
cs_cz: Restartujte zdroj médií
de_de: Starten Sie die Medienquelle neu
fr_fr: Redémarrer la source multimédia
hi_in: मीडिया स्रोत पुनः प्रारंभ करें
id_id: Mulai ulang Sumber Media
it_it: Riavviare l'origine multimediale
ja_jp: メディアソースを再起動します
ko_kr: 미디어 소스 다시 시작
nl_nl: Start de mediabron opnieuw
pl_pl: Uruchom ponownie źródło multimediów
pt_br: Reinicie a fonte de mídia
ro_ro: Reporniți Media Source
ru_ru: Перезапустить медиаисточник
sv_se: Starta om Media Source
th_th: รีสตาร์ทแหล่งสื่อ
uk_ua: Перезапустіть джерело медіа
vi_vn: Khởi động lại nguồn phương tiện
zh_cn: 重新启动媒体源

# Action_LaunchProcess
source: Launch program
cs_cz: Spusťte program
de_de: Programm starten
fr_fr: Programme de lancement
hi_in: प्रोग्राम लॉन्च करें
id_id: Peluncuran program
it_it: Avvia il programma
ja_jp: プログラムを起動する
ko_kr: 프로그램 시작
nl_nl: Programma starten
pl_pl: Uruchom program
pt_br: Programa de lançamento
ro_ro: Lansați programul
ru_ru: Запустить программу
sv_se: Starta programmet
th_th: เปิดตัวโปรแกรม
uk_ua: Запуск програми
vi_vn: Khởi động chương trình
zh_cn: 启动程序

# Action_OpenPath
source: Open file or folder
cs_cz: Otevřete soubor nebo složku
de_de: Datei oder Ordner öffnen
fr_fr: Ouvrir un fichier ou un dossier
hi_in: फ़ाइल या फ़ोल्डर खोलें
id_id: Buka file atau folder
it_it: Apri file o cartella
ja_jp: ファイルまたはフォルダーを開く
ko_kr: 파일 또는 폴더 열기
nl_nl: Bestand of map openen
pl_pl: Otwórz plik lub folder
pt_br: Abrir arquivo ou pasta
ro_ro: Deschideți fișierul sau folderul
ru_ru: Открыть файл или папку
sv_se: Öppna fil eller mapp
th_th: เปิดไฟล์หรือโฟลเดอร์
uk_ua: Відкрити файл або папку
vi_vn: Mở tập tin hoặc thư mục
zh_cn: 打开文件或文件夹

# Action_OpenUri
source: Open link
cs_cz: Otevřít odkaz
de_de: Link öffnen
fr_fr: Ouvrir le lien
hi_in: लिंक खोलें
id_id: Buka tautan
it_it: Apri collegamento
ja_jp: リンクを開く
ko_kr: 링크 열기
nl_nl: Link openen
pl_pl: Otwórz łącze
pt_br: Abrir link
ro_ro: Deschide linkul
ru_ru: Открыть ссылку
sv_se: Öppna länken
th_th: เปิดลิงก์
uk_ua: Відкрити посилання
vi_vn: Mở liên kết
zh_cn: 打开链接

# Action_KeyboardMacro
source: Run keyboard macro
cs_cz: Spusťte makro klávesnice
de_de: Führen Sie ein Tastaturmakro aus
fr_fr: Exécuter la macro du clavier
hi_in: कीबोर्ड मैक्रो चलाएँ
id_id: Jalankan makro keyboard
it_it: Esegui la macro della tastiera
ja_jp: キーボードマクロを実行する
ko_kr: 키보드 매크로 실행
nl_nl: Voer een toetsenbordmacro uit
pl_pl: Uruchom makro klawiatury
pt_br: Execute a macro do teclado
ro_ro: Executați macrocomandă de tastatură
ru_ru: Выполнить клавиатурный макрос
sv_se: Kör tangentbordsmakro
th_th: เรียกใช้แมโครแป้นพิมพ์
uk_ua: Запустіть макрос клавіатури
vi_vn: Chạy macro bàn phím
zh_cn: 运行键盘宏

# Action_Automation
source: Automation
cs_cz: automatizace
fr_fr: Automatisation
hi_in: स्वचालन
ja_jp: 自動化
pl_pl: Automatyzacja
pt_br: Automação
uk_ua: автоматизація

# Automation_ActionPickerTitle
source: Add action to automation
cs_cz: Přidejte k automatizaci akci
fr_fr: Ajouter une action à l'automatisation
hi_in: स्वचालन में क्रिया जोड़ें
ja_jp: オートメーションにアクションを追加する
pl_pl: Dodaj akcję do automatyzacji
pt_br: Adicione ação à automação
uk_ua: Додайте дію до автоматизації

# Automation_AddStep
source: Add step
cs_cz: Přidat krok
fr_fr: Ajouter une étape
hi_in: चरण जोड़ें
ja_jp: ステップの追加
pl_pl: Dodaj krok
pt_br: Adicionar etapa
uk_ua: Додати крок

# Automation_AddAction
source: Action
cs_cz: Akce
hi_in: कार्रवाई
ja_jp: アクション
pl_pl: Akcja
pt_br: Ação
uk_ua: Дія

# Automation_Pause
source: Pause
cs_cz: Pauza
hi_in: विराम
ja_jp: 一時停止
pl_pl: Pauza
pt_br: Pausa
uk_ua: Пауза

# Automation_PauseHint
source: Wait before the next step
cs_cz: Před dalším krokem počkejte
fr_fr: Attendez avant la prochaine étape
hi_in: अगले चरण से पहले प्रतीक्षा करें
ja_jp: 次のステップに進む前に待ちます
pl_pl: Poczekaj przed następnym krokiem
pt_br: Aguarde antes da próxima etapa
uk_ua: Зачекайте перед наступним кроком

# Automation_Finish
source: Finish
cs_cz: Dokončit
fr_fr: Terminer
hi_in: ख़त्म करो
ja_jp: 終了
pl_pl: Zakończ
pt_br: Concluir
uk_ua: Закінчити

# Automation_FinishHint
source: Skip all remaining steps and finish the automation
cs_cz: Přeskočte všechny zbývající kroky a dokončete automatizaci
fr_fr: Ignorez toutes les étapes restantes et terminez l'automatisation
hi_in: शेष सभी चरणों को छोड़ें और स्वचालन समाप्त करें
ja_jp: 残りの手順をすべてスキップして自動化を終了します
pl_pl: Pomiń wszystkie pozostałe kroki i zakończ automatyzację
pt_br: Pule todas as etapas restantes e conclua a automação
uk_ua: Пропустіть усі кроки, що залишилися, і завершіть автоматизацію

# Automation_Seconds
source: seconds
cs_cz: sekund
fr_fr: secondes
hi_in: सेकंड
ja_jp: 秒
pl_pl: sekundy
pt_br: segundos
uk_ua: секунд

# Automation_MoveUp
source: Move up
cs_cz: Posuňte se nahoru
fr_fr: Monter
hi_in: ऊपर बढ़ो
ja_jp: 上に移動
pl_pl: Przesuń się w górę
pt_br: Subir
uk_ua: Рухатися вгору

# Automation_MoveDown
source: Move down
cs_cz: Posuňte se dolů
fr_fr: Descendre
hi_in: नीचे जाएँ
ja_jp: 下に移動
pl_pl: Przesuń w dół
pt_br: Mover para baixo
uk_ua: Рухатися вниз

# Automation_MacroSteps
source: Macro steps: {0}
cs_cz: Kroky makra: {0}
fr_fr: Étapes de la macro : {0}
hi_in: मैक्रो चरण: {0}
ja_jp: マクロステップ: {0}
pl_pl: Kroki makra: {0}
pt_br: Etapas macro: {0}
uk_ua: Кроки макросу: {0}

# Automation_VolumeStep
source: Step: {0}%
cs_cz: Krok: {0} %
fr_fr: Étape : {0} %
hi_in: चरण: {0}%
ja_jp: ステップ: {0}%
pl_pl: Krok: {0}%
pt_br: Etapa: {0}%
uk_ua: Крок: {0}%

# Automation_InvalidPause
source: Enter a pause between 0.1 and 3600 seconds.
cs_cz: Zadejte pauzu mezi 0,1 a 3600 sekundami.
fr_fr: Saisissez une pause comprise entre 0,1 et 3 600 secondes.
hi_in: 0.1 और 3600 सेकंड के बीच विराम दर्ज करें।
ja_jp: 0.1 ～ 3600 秒の範囲で一時停止を入力します。
pl_pl: Wprowadź pauzę o długości od 0,1 do 3600 sekund.
pt_br: Insira uma pausa entre 0,1 e 3.600 segundos.
uk_ua: Введіть паузу від 0,1 до 3600 секунд.

# Automation_Empty
source: Add at least one element to the automation.
cs_cz: Přidejte do automatizace alespoň jeden prvek.
fr_fr: Ajoutez au moins un élément à l'automatisation.
hi_in: स्वचालन में कम से कम एक तत्व जोड़ें.
ja_jp: 少なくとも 1 つの要素をオート​​メーションに追加します。
pl_pl: Dodaj chociaż jeden element do automatyzacji.
pt_br: Adicione pelo menos um elemento à automação.
uk_ua: Додайте хоча б один елемент до автоматизації.

# Automation_TooManySteps
source: An automation cannot contain more than {0} steps.
cs_cz: Automatizace nemůže obsahovat více než {0} kroků.
fr_fr: Une automatisation ne peut pas contenir plus de {0} étapes.
hi_in: एक स्वचालन में {0} से अधिक चरण नहीं हो सकते।
ja_jp: オートメーションには {0} 個を超えるステップを含めることはできません。
pl_pl: Automatyzacja nie może zawierać więcej niż {0} kroków.
pt_br: Uma automação não pode conter mais de {0} etapas.
uk_ua: Автоматизація не може містити більше ніж {0} кроків.

# Action_None
source: Do nothing
cs_cz: Nedělejte nic
de_de: Nichts tun
fr_fr: Ne rien faire
hi_in: कुछ मत करो
id_id: Jangan lakukan apa pun
it_it: Non fare nulla
ja_jp: 何もしない
ko_kr: 아무것도 하지 마세요
nl_nl: Doe niets
pl_pl: Nie rób nic
pt_br: Não faça nada
ro_ro: Nu face nimic
ru_ru: Ничего не делать
sv_se: Gör ingenting
th_th: ไม่ต้องทำอะไรเลย
uk_ua: Нічого не робити
vi_vn: không làm gì cả
zh_cn: 什么都不做

# Action_Execute
source: Run action
cs_cz: Proveďte akci
de_de: Aktion ausführen
fr_fr: Exécuter l'action
hi_in: कार्रवाई निष्पादित करें
id_id: Jalankan tindakan
it_it: Esegui l'azione
ja_jp: アクションの実行
ko_kr: 작업 실행
nl_nl: Actie uitvoeren
pl_pl: Wykonaj akcję
pt_br: Executar ação
ro_ro: Executați acțiunea
ru_ru: Выполнить действие
sv_se: Utför åtgärd
th_th: ดำเนินการ
uk_ua: Виконати дію
vi_vn: Thực hiện hành động
zh_cn: 执行动作

# Action_ObsFormat
source: OBS ({0})
hi_in: ओबीएस ({0})
th_th: โอบีเอส ({0})

# ActionError_TargetUnavailable
source: The configured file, folder, or program is unavailable: {0}
cs_cz: Nakonfigurovaný soubor, složka nebo program není k dispozici: {0}
de_de: Die konfigurierte Datei, der konfigurierte Ordner oder das konfigurierte Programm ist nicht verfügbar: {0}
fr_fr: Le fichier, le dossier ou le programme configuré n'est pas disponible : {0}
hi_in: कॉन्फ़िगर की गई फ़ाइल, फ़ोल्डर या प्रोग्राम अनुपलब्ध है: {0}
id_id: File, folder, atau program yang dikonfigurasi tidak tersedia: {0}
it_it: Il file, la cartella o il programma configurato non è disponibile: {0}
ja_jp: 構成されたファイル、フォルダー、またはプログラムは使用できません: {0}
ko_kr: 구성된 파일, 폴더 또는 프로그램을 사용할 수 없습니다: {0}
nl_nl: Het geconfigureerde bestand, de geconfigureerde map of het programma is niet beschikbaar: {0}
pl_pl: Skonfigurowany plik, folder lub program jest niedostępny: {0}
pt_br: O arquivo, pasta ou programa configurado não está disponível: {0}
ro_ro: Fișierul, folderul sau programul configurat nu este disponibil: {0}
ru_ru: Указанный файл, папка или программа недоступны: {0}
sv_se: Den konfigurerade filen, mappen eller programmet är inte tillgängligt: {0}
th_th: ไฟล์ โฟลเดอร์ หรือโปรแกรมที่กำหนดค่าไว้ไม่พร้อมใช้งาน: {0}
uk_ua: Налаштований файл, папка або програма недоступні: {0}
vi_vn: Tệp, thư mục hoặc chương trình được định cấu hình không có sẵn: {0}
zh_cn: 配置的文件、文件夹或程序不可用：{0}
